// 擷取政府開放資料JSON格式ˇ
//注意事項: 若資料中有"date:[]",則需要重複data.data[i]或者改寫
  //date1-高雄停車處所
var data = [
    {
      "seq": 1,
      "行政區": "大社區",
      "臨時停車處所": "老人文康活動中心",
      "可提供小型車停車位": "10",
      "地址": "金龍路65號"
    },
    {
      "seq": 2,
      "行政區": "岡山區",
      "臨時停車處所": "岡山國中",
      "可提供小型車停車位": "84",
      "地址": "岡燕路238號"
    },
    {
      "seq": 3,
      "行政區": "岡山區",
      "臨時停車處所": "嘉興國中",
      "可提供小型車停車位": "16",
      "地址": "嘉興里信中街486號"
    },
    {
      "seq": 4,
      "行政區": "岡山區",
      "臨時停車處所": "前峰國中",
      "可提供小型車停車位": "50",
      "地址": "樹人路1號"
    },
    {
      "seq": 5,
      "行政區": "岡山區",
      "臨時停車處所": "岡山國小",
      "可提供小型車停車位": "20",
      "地址": "柳橋東路36號"
    },
    {
      "seq": 6,
      "行政區": "岡山區",
      "臨時停車處所": "前峰國小",
      "可提供小型車停車位": "50",
      "地址": "育英路35號"
    },
    {
      "seq": 7,
      "行政區": "岡山區",
      "臨時停車處所": "後紅國小",
      "可提供小型車停車位": "30",
      "地址": "岡燕路2巷88號"
    },
    {
      "seq": 8,
      "行政區": "岡山區",
      "臨時停車處所": "竹圍國小",
      "可提供小型車停車位": "30",
      "地址": "大仁北路1號"
    },
    {
      "seq": 9,
      "行政區": "岡山區",
      "臨時停車處所": "壽天國小",
      "可提供小型車停車位": "40",
      "地址": "公園東路55號"
    },
    {
      "seq": 10,
      "行政區": "路竹區",
      "臨時停車處所": "蔡文國小",
      "可提供小型車停車位": "60",
      "地址": "國昌路548號"
    },
    {
      "seq": 11,
      "行政區": "路竹區",
      "臨時停車處所": "一甲國中",
      "可提供小型車停車位": "50",
      "地址": "一甲路 111 號"
    },
    {
      "seq": 12,
      "行政區": "路竹區",
      "臨時停車處所": "路竹高中",
      "可提供小型車停車位": "30",
      "地址": "中華路292號"
    },
    {
      "seq": 13,
      "行政區": "路竹區",
      "臨時停車處所": "路竹國小",
      "可提供小型車停車位": "30",
      "地址": "中山路712巷16號"
    },
    {
      "seq": 14,
      "行政區": "路竹區",
      "臨時停車處所": "大社國小",
      "可提供小型車停車位": "20",
      "地址": "大社路243號"
    },
    {
      "seq": 15,
      "行政區": "路竹區",
      "臨時停車處所": "竹滬國小",
      "可提供小型車停車位": "30",
      "地址": "竹滬里成功路2號"
    },
    {
      "seq": 16,
      "行政區": "路竹區",
      "臨時停車處所": "北嶺國小",
      "可提供小型車停車位": "30",
      "地址": "民治路85號"
    },
    {
      "seq": 17,
      "行政區": "路竹區",
      "臨時停車處所": "一甲國小",
      "可提供小型車停車位": "20",
      "地址": "大智路43號"
    },
    {
      "seq": 18,
      "行政區": "彌陀區",
      "臨時停車處所": "彌陀國小",
      "可提供小型車停車位": "40",
      "地址": "中正路213號"
    },
    {
      "seq": 19,
      "行政區": "茄萣區",
      "臨時停車處所": "茄萣國中",
      "可提供小型車停車位": "30",
      "地址": "濱海路四段29號"
    },
    {
      "seq": 20,
      "行政區": "茄萣區",
      "臨時停車處所": "興達國小",
      "可提供小型車停車位": "40",
      "地址": "民治路2號"
    },
    {
      "seq": 21,
      "行政區": "茄萣區",
      "臨時停車處所": "茄萣國小",
      "可提供小型車停車位": "60",
      "地址": "茄萣路二段307號"
    },
    {
      "seq": 22,
      "行政區": "茄萣區",
      "臨時停車處所": "成功國小",
      "可提供小型車停車位": "40",
      "地址": "成功路1號"
    },
    {
      "seq": 23,
      "行政區": "茄萣區",
      "臨時停車處所": "砂崙國小",
      "可提供小型車停車位": "17",
      "地址": "萬福里文化路81號"
    },
    {
      "seq": 24,
      "行政區": "湖內區",
      "臨時停車處所": "大湖國小",
      "可提供小型車停車位": "27",
      "地址": "民權路2號"
    },
    {
      "seq": 25,
      "行政區": "湖內區",
      "臨時停車處所": "明宗國小",
      "可提供小型車停車位": "20",
      "地址": "保生路103號"
    },
    {
      "seq": 26,
      "行政區": "田寮區",
      "臨時停車處所": "田寮國中",
      "可提供小型車停車位": "15",
      "地址": "南安里崗安路48號"
    },
    {
      "seq": 27,
      "行政區": "田寮區",
      "臨時停車處所": "高雄市立圖書館田寮分館",
      "可提供小型車停車位": "15",
      "地址": "南安里崗安路71-1號"
    },
    {
      "seq": 28,
      "行政區": "田寮區",
      "臨時停車處所": "高雄市田寮區公所",
      "可提供小型車停車位": "80",
      "地址": "南安里崗安路71號"
    },
    {
      "seq": 29,
      "行政區": "田寮區",
      "臨時停車處所": "崇德國小",
      "可提供小型車停車位": "30",
      "地址": "崇德路101號"
    },
    {
      "seq": 30,
      "行政區": "田寮區",
      "臨時停車處所": "新興國小",
      "可提供小型車停車位": "18",
      "地址": "大新路2號"
    },
    {
      "seq": 31,
      "行政區": "阿蓮區",
      "臨時停車處所": "復安國小",
      "可提供小型車停車位": "22",
      "地址": "復安里167號"
    },
    {
      "seq": 32,
      "行政區": "阿蓮區",
      "臨時停車處所": "中路國小",
      "可提供小型車停車位": "40",
      "地址": "中路里272號"
    },
    {
      "seq": 33,
      "行政區": "阿蓮區",
      "臨時停車處所": "阿蓮國小",
      "可提供小型車停車位": "30",
      "地址": "民族路163號"
    },
    {
      "seq": 34,
      "行政區": "阿蓮區",
      "臨時停車處所": "阿蓮區公所",
      "可提供小型車停車位": "26",
      "地址": "民生路94號"
    },
    {
      "seq": 35,
      "行政區": "內門區",
      "臨時停車處所": "內門國小",
      "可提供小型車停車位": "20",
      "地址": "內豐里內埔24號"
    },
    {
      "seq": 36,
      "行政區": "內門區",
      "臨時停車處所": "西門國小",
      "可提供小型車停車位": "30",
      "地址": "內東里柿子園24號"
    },
    {
      "seq": 37,
      "行政區": "內門區",
      "臨時停車處所": "溝坪國小",
      "可提供小型車停車位": "20",
      "地址": "溝枰里廣福47號"
    },
    {
      "seq": 38,
      "行政區": "內門區",
      "臨時停車處所": "景義國小",
      "可提供小型車停車位": "15",
      "地址": "永富里萊坑8號"
    },
    {
      "seq": 39,
      "行政區": "內門區",
      "臨時停車處所": "觀亭國小",
      "可提供小型車停車位": "10",
      "地址": "觀亭里中正路203號"
    },
    {
      "seq": 40,
      "行政區": "內門區",
      "臨時停車處所": "內門國中",
      "可提供小型車停車位": "20",
      "地址": "中正路160巷30號"
    },
    {
      "seq": 41,
      "行政區": "內門區",
      "臨時停車處所": "金竹國小",
      "可提供小型車停車位": "10",
      "地址": "金竹里吉民28號"
    },
    {
      "seq": 42,
      "行政區": "內門區",
      "臨時停車處所": "木柵國小",
      "可提供小型車停車位": "80",
      "地址": "木柵里6鄰木柵3號"
    },
    {
      "seq": 43,
      "行政區": "內門區",
      "臨時停車處所": "內門區公所",
      "可提供小型車停車位": "20",
      "地址": "內門里內門20號"
    },
    {
      "seq": 44,
      "行政區": "內門區",
      "臨時停車處所": "觀亭里聯合辦公處",
      "可提供小型車停車位": "40",
      "地址": "觀亭里南屏路92號"
    },
    {
      "seq": 45,
      "行政區": "燕巢區",
      "臨時停車處所": "燕巢國中",
      "可提供小型車停車位": "100",
      "地址": "中興路267號"
    },
    {
      "seq": 46,
      "行政區": "燕巢區",
      "臨時停車處所": "燕巢國小",
      "可提供小型車停車位": "20",
      "地址": "東燕里中華路177號"
    },
    {
      "seq": 47,
      "行政區": "燕巢區",
      "臨時停車處所": "橫山國小",
      "可提供小型車停車位": "16",
      "地址": "橫山路24號"
    },
    {
      "seq": 48,
      "行政區": "燕巢區",
      "臨時停車處所": "安招國小",
      "可提供小型車停車位": "20",
      "地址": "瓊林里安招路170號"
    },
    {
      "seq": 49,
      "行政區": "燕巢區",
      "臨時停車處所": "金山國小",
      "可提供小型車停車位": "3",
      "地址": "金山里番田路29號"
    },
    {
      "seq": 50,
      "行政區": "燕巢區",
      "臨時停車處所": "深水國小",
      "可提供小型車停車位": "25",
      "地址": "深水里深中路2號"
    },
    {
      "seq": 51,
      "行政區": "燕巢區",
      "臨時停車處所": "燕巢區公所",
      "可提供小型車停車位": "43",
      "地址": "中安路1號"
    },
    {
      "seq": 52,
      "行政區": "燕巢區",
      "臨時停車處所": "燕巢區民眾活動中心",
      "可提供小型車停車位": "51",
      "地址": "中興路427號"
    },
    {
      "seq": 53,
      "行政區": "美濃區",
      "臨時停車處所": "龍肚國中",
      "可提供小型車停車位": "20",
      "地址": "中華路68號"
    },
    {
      "seq": 54,
      "行政區": "美濃區",
      "臨時停車處所": "龍山國小",
      "可提供小型車停車位": "20",
      "地址": "龍山里龍山街62號"
    },
    {
      "seq": 55,
      "行政區": "美濃區",
      "臨時停車處所": "吉洋國小",
      "可提供小型車停車位": "40",
      "地址": "忠孝路二段59號"
    },
    {
      "seq": 56,
      "行政區": "美濃區",
      "臨時停車處所": "美濃國中",
      "可提供小型車停車位": "50",
      "地址": "中正路一段191號(體育館前空地)"
    },
    {
      "seq": 57,
      "行政區": "美濃區",
      "臨時停車處所": "廣興國小",
      "可提供小型車停車位": "15",
      "地址": "興隆里廣興街124號"
    },
    {
      "seq": 58,
      "行政區": "美濃區",
      "臨時停車處所": "南隆國中",
      "可提供小型車停車位": "16",
      "地址": "南中街3號"
    },
    {
      "seq": 59,
      "行政區": "美濃區",
      "臨時停車處所": "龍肚國小",
      "可提供小型車停車位": "25",
      "地址": "龍肚里龍東街43號"
    },
    {
      "seq": 60,
      "行政區": "美濃區",
      "臨時停車處所": "福安國小",
      "可提供小型車停車位": "30",
      "地址": "福安里中山路2段358號"
    },
    {
      "seq": 61,
      "行政區": "美濃區",
      "臨時停車處所": "美濃國小",
      "可提供小型車停車位": "8",
      "地址": "泰安里永安路190號"
    },
    {
      "seq": 62,
      "行政區": "美濃區",
      "臨時停車處所": "東門國小",
      "可提供小型車停車位": "60",
      "地址": "民族路36巷2號"
    },
    {
      "seq": 63,
      "行政區": "旗山區",
      "臨時停車處所": "旗山國中",
      "可提供小型車停車位": "50",
      "地址": "中學路42號"
    },
    {
      "seq": 64,
      "行政區": "旗山區",
      "臨時停車處所": "嶺口國小",
      "可提供小型車停車位": "5",
      "地址": "南勝里龍文巷30號"
    },
    {
      "seq": 65,
      "行政區": "旗山區",
      "臨時停車處所": "圓富國中",
      "可提供小型車停車位": "20",
      "地址": "旗甲路二段609號"
    },
    {
      "seq": 66,
      "行政區": "旗山區",
      "臨時停車處所": "旗山國小",
      "可提供小型車停車位": "20",
      "地址": "華中街44號"
    },
    {
      "seq": 67,
      "行政區": "旗山區",
      "臨時停車處所": "溪洲國小",
      "可提供小型車停車位": "30",
      "地址": "旗南二路126號"
    },
    {
      "seq": 68,
      "行政區": "旗山區",
      "臨時停車處所": "鼓山國小",
      "可提供小型車停車位": "50",
      "地址": "延平一路111號"
    },
    {
      "seq": 69,
      "行政區": "旗山區",
      "臨時停車處所": "圓潭國小",
      "可提供小型車停車位": "30",
      "地址": "旗甲路3段179號"
    },
    {
      "seq": 70,
      "行政區": "旗山區",
      "臨時停車處所": "旗尾國小",
      "可提供小型車停車位": "10",
      "地址": "延平二路19號"
    },
    {
      "seq": 71,
      "行政區": "旗山區",
      "臨時停車處所": "大洲國中",
      "可提供小型車停車位": "15",
      "地址": "新光里新南巷5號"
    },
    {
      "seq": 72,
      "行政區": "旗山區",
      "臨時停車處所": "鼓山公園",
      "可提供小型車停車位": "50",
      "地址": "中正路近永福街口"
    },
    {
      "seq": 73,
      "行政區": "杉林區",
      "臨時停車處所": "集來國小",
      "可提供小型車停車位": "18",
      "地址": "集來里通仙巷333號"
    },
    {
      "seq": 74,
      "行政區": "杉林區",
      "臨時停車處所": "上平國小",
      "可提供小型車停車位": "10",
      "地址": "上平里山仙路212號"
    },
    {
      "seq": 75,
      "行政區": "杉林區",
      "臨時停車處所": "杉林國中",
      "可提供小型車停車位": "20",
      "地址": "月眉里清水路中學巷6號"
    },
    {
      "seq": 76,
      "行政區": "杉林區",
      "臨時停車處所": "杉林國小",
      "可提供小型車停車位": "8",
      "地址": "合森巷41號"
    },
    {
      "seq": 77,
      "行政區": "杉林區",
      "臨時停車處所": "民族大愛國小",
      "可提供小型車停車位": "30",
      "地址": "月眉里和氣街15號"
    },
    {
      "seq": 78,
      "行政區": "杉林區",
      "臨時停車處所": "新庄國小",
      "可提供小型車停車位": "8",
      "地址": "新庄里司馬路45巷5號"
    },
    {
      "seq": 79,
      "行政區": "甲仙區",
      "臨時停車處所": "寶隆國小",
      "可提供小型車停車位": "20",
      "地址": "寶隆里光華路20號"
    },
    {
      "seq": 80,
      "行政區": "甲仙區",
      "臨時停車處所": "甲仙國小",
      "可提供小型車停車位": "10",
      "地址": "西安村文化路45號"
    },
    {
      "seq": 81,
      "行政區": "甲仙區",
      "臨時停車處所": "甲仙國中",
      "可提供小型車停車位": "12",
      "地址": "東安村文化南路6號"
    },
    {
      "seq": 82,
      "行政區": "甲仙區",
      "臨時停車處所": "小林國小",
      "可提供小型車停車位": "14",
      "地址": "五里路24-2號"
    },
    {
      "seq": 83,
      "行政區": "六龜區",
      "臨時停車處所": "六龜高中",
      "可提供小型車停車位": "10",
      "地址": "義寶里光復路212號"
    },
    {
      "seq": 84,
      "行政區": "六龜區",
      "臨時停車處所": "新威國小",
      "可提供小型車停車位": "10",
      "地址": "新興里212號"
    },
    {
      "seq": 85,
      "行政區": "六龜區",
      "臨時停車處所": "新發國小",
      "可提供小型車停車位": "20",
      "地址": "新發里和平路130號"
    },
    {
      "seq": 86,
      "行政區": "六龜區",
      "臨時停車處所": "寶來國小",
      "可提供小型車停車位": "10",
      "地址": "寶來里中正路89號"
    },
    {
      "seq": 87,
      "行政區": "六龜區",
      "臨時停車處所": "龍興國小",
      "可提供小型車停車位": "10",
      "地址": "中興里中庄193號"
    },
    {
      "seq": 88,
      "行政區": "六龜區",
      "臨時停車處所": "寶來國中",
      "可提供小型車停車位": "30",
      "地址": "寶來里中正路137號"
    },
    {
      "seq": 89,
      "行政區": "六龜區",
      "臨時停車處所": "六龜國小",
      "可提供小型車停車位": "40",
      "地址": "光復路40號"
    },
    {
      "seq": 90,
      "行政區": "六龜區",
      "臨時停車處所": "荖濃國小",
      "可提供小型車停車位": "18",
      "地址": "荖濃里南橫路72號"
    },
    {
      "seq": 91,
      "行政區": "六龜區",
      "臨時停車處所": "六龜區公所",
      "可提供小型車停車位": "30",
      "地址": "民治路18號"
    },
    {
      "seq": 92,
      "行政區": "桃源區",
      "臨時停車處所": "桃源里綜合運動場",
      "可提供小型車停車位": "80",
      "地址": "桃源里綜合運動場"
    },
    {
      "seq": 93,
      "行政區": "桃源區",
      "臨時停車處所": "梅山里社區運動場",
      "可提供小型車停車位": "40",
      "地址": "梅山里社區運動場"
    },
    {
      "seq": 94,
      "行政區": "桃源區",
      "臨時停車處所": "桃源國中",
      "可提供小型車停車位": "25",
      "地址": "勤和里南橫公路三段201號"
    },
    {
      "seq": 95,
      "行政區": "桃源區",
      "臨時停車處所": "桃源國小",
      "可提供小型車停車位": "30",
      "地址": "桃源里北進巷50號"
    },
    {
      "seq": 96,
      "行政區": "桃源區",
      "臨時停車處所": "興中國小",
      "可提供小型車停車位": "30",
      "地址": "高中里興中巷44號"
    },
    {
      "seq": 97,
      "行政區": "桃源區",
      "臨時停車處所": "樟山國小",
      "可提供小型車停車位": "25",
      "地址": "南橫公路五段440號"
    },
    {
      "seq": 98,
      "行政區": "桃源區",
      "臨時停車處所": "復興里運動球場",
      "可提供小型車停車位": "20",
      "地址": "復興里運動球場"
    },
    {
      "seq": 99,
      "行政區": "桃源區",
      "臨時停車處所": "復興里二集團社區球場",
      "可提供小型車停車位": "20",
      "地址": "復興里二集團社區球場"
    },
    {
      "seq": 100,
      "行政區": "茂林區",
      "臨時停車處所": "茂林國中",
      "可提供小型車停車位": "10",
      "地址": "茂林里4-5號"
    },
    {
      "seq": 101,
      "行政區": "茂林區",
      "臨時停車處所": "茂林區公所",
      "可提供小型車停車位": "12",
      "地址": "茂林里11號"
    },
    {
      "seq": 102,
      "行政區": "茂林區",
      "臨時停車處所": "茂林國小",
      "可提供小型車停車位": "10",
      "地址": "茂林里4-3號"
    },
    {
      "seq": 103,
      "行政區": "茂林區",
      "臨時停車處所": "多納國小",
      "可提供小型車停車位": "10",
      "地址": "多納里2號"
    },
    {
      "seq": 104,
      "行政區": "永安區",
      "臨時停車處所": "永安國中",
      "可提供小型車停車位": "20",
      "地址": "保興一路3號"
    },
    {
      "seq": 105,
      "行政區": "永安區",
      "臨時停車處所": "維新國小",
      "可提供小型車停車位": "25",
      "地址": "維新路光明九巷69-10號"
    },
    {
      "seq": 106,
      "行政區": "那瑪夏區",
      "臨時停車處所": "民生國小",
      "可提供小型車停車位": "10",
      "地址": "達卡努瓦里大光巷159號"
    },
    {
      "seq": 107,
      "行政區": "那瑪夏區",
      "臨時停車處所": "民權國小",
      "可提供小型車停車位": "50",
      "地址": "瑪雅里220號"
    },
    {
      "seq": 108,
      "行政區": "仁武區",
      "臨時停車處所": "仁武高中",
      "可提供小型車停車位": "50",
      "地址": "仁林路20號"
    },
    {
      "seq": 109,
      "行政區": "仁武區",
      "臨時停車處所": "仁武特殊教育學校",
      "可提供小型車停車位": "60",
      "地址": "澄觀路1389號"
    },
    {
      "seq": 110,
      "行政區": "仁武區",
      "臨時停車處所": "仁武國小",
      "可提供小型車停車位": "60",
      "地址": "中正路94號"
    },
    {
      "seq": 111,
      "行政區": "仁武區",
      "臨時停車處所": "竹後國小",
      "可提供小型車停車位": "30",
      "地址": "竹楠路250號"
    },
    {
      "seq": 112,
      "行政區": "仁武區",
      "臨時停車處所": "烏林國小",
      "可提供小型車停車位": "20",
      "地址": "烏林里林森巷23號"
    },
    {
      "seq": 113,
      "行政區": "仁武區",
      "臨時停車處所": "八卦國小",
      "可提供小型車停車位": "25",
      "地址": "八卦里永仁街555號"
    },
    {
      "seq": 114,
      "行政區": "仁武區",
      "臨時停車處所": "灣內國小",
      "可提供小型車停車位": "50",
      "地址": "仁心路31號"
    },
    {
      "seq": 115,
      "行政區": "橋頭區",
      "臨時停車處所": "橋頭國小",
      "可提供小型車停車位": "80",
      "地址": "樹德路200號"
    },
    {
      "seq": 116,
      "行政區": "橋頭區",
      "臨時停車處所": "仕隆國小",
      "可提供小型車停車位": "25",
      "地址": "仕隆路進校巷16號"
    },
    {
      "seq": 117,
      "行政區": "橋頭區",
      "臨時停車處所": "甲圍國小",
      "可提供小型車停車位": "15",
      "地址": "甲昌路250號"
    },
    {
      "seq": 118,
      "行政區": "梓官區",
      "臨時停車處所": "梓官國中",
      "可提供小型車停車位": "40",
      "地址": "中學路71號"
    },
    {
      "seq": 119,
      "行政區": "梓官區",
      "臨時停車處所": "蚵寮國中",
      "可提供小型車停車位": "50",
      "地址": "中正二街60號"
    },
    {
      "seq": 120,
      "行政區": "梓官區",
      "臨時停車處所": "蚵寮國小",
      "可提供小型車停車位": "26",
      "地址": "光明路177號"
    },
    {
      "seq": 121,
      "行政區": "梓官區",
      "臨時停車處所": "梓官國小",
      "可提供小型車停車位": "40",
      "地址": "進學路61號"
    }
  ]
   console.log(data[120]["臨時停車處所"]);

for (var i = 0; i < data.length  ; i++) {
    //字元若包含某關鍵字的用法:includes
    if (data[i]['行政區'].includes('橋頭')) {
      console.log(data[i]["臨時停車處所"])
    }
  }


  //date2-新竹縣古蹟、歷史建築清冊
var date2 = [
{
編號: "1",
指定名稱: "金廣福公館含天水堂",
古蹟類別: "宅第",
指定類別: "國定",
鄉鎮: "北埔",
地址或位置: "北埔鄉北埔村中正路1號及6號",
權屬: "私有"
},
{
編號: "2",
指定名稱: "北埔慈天宮",
古蹟類別: "寺廟",
指定類別: "縣定古蹟",
鄉鎮: "北埔",
地址或位置: "新竹縣北埔鄉北埔街1號",
權屬: "私有"
},
{
編號: "3",
指定名稱: "新埔褒忠亭",
古蹟類別: "寺廟",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新竹縣新埔鎮下寮里義民路三段360號",
權屬: "私有"
},
{
編號: "4",
指定名稱: "新埔潘宅",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新竹縣新埔鎮和平街170號",
權屬: "私有"
},
{
編號: "5",
指定名稱: "新埔上枋寮劉宅",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新埔鎮上寮里義民路二段460巷42號",
權屬: "私有"
},
{
編號: "6",
指定名稱: "新埔劉家祠",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新埔鎮新生里和平街230號",
權屬: "私有"
},
{
編號: "7",
指定名稱: "竹北問禮堂",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "竹北",
地址或位置: "竹北市東平里4鄰六家24號",
權屬: "公有"
},
{
編號: "8",
指定名稱: "竹北采田福地",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "竹北",
地址或位置: "竹北市新國里22鄰中正西路219巷20號",
權屬: "私有"
},
{
編號: "9",
指定名稱: "關西鄭氏祠堂",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "關西",
地址或位置: "關西鎮北斗里6鄰明德路56號",
權屬: "私有"
},
{
編號: "10",
指定名稱: "湖口三元宮",
古蹟類別: "寺廟",
指定類別: "縣定古蹟",
鄉鎮: "湖口",
地址或位置: "湖口鄉湖鏡村湖口老街278號",
權屬: "私有"
},
{
編號: "11",
指定名稱: "關西太和宮",
古蹟類別: "寺廟",
指定類別: "縣定古蹟",
鄉鎮: "關西",
地址或位置: "關西鎮大同路30號",
權屬: "私有"
},
{
編號: "12",
指定名稱: "北埔姜阿新洋樓",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "北埔",
地址或位置: "北埔鄉北埔街10號",
權屬: "私有"
},
{
編號: "13",
指定名稱: "尖石TAPUNG古堡",
古蹟類別: "關塞",
指定類別: "縣定古蹟",
鄉鎮: "尖石",
地址或位置: "尖石鄉玉峰村7鄰馬美部落",
權屬: "公有"
},
{
編號: "14",
指定名稱: "北埔姜氏家廟",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "北埔",
地址或位置: "北埔鄉南興村7鄰南興街1號",
權屬: "私有"
},
{
編號: "15",
指定名稱: "新埔張氏家廟",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新埔鎮和平街347巷22號",
權屬: "私有"
},
{
編號: "16",
指定名稱: "新埔陳氏宗祠",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路510號",
權屬: "公有"
},
{
編號: "17",
指定名稱: "竹北蓮華寺",
古蹟類別: "寺廟",
指定類別: "縣定古蹟",
鄉鎮: "竹北",
地址或位置: "竹北市十興里犁頭山下39號",
權屬: "私有"
},
{
編號: "18",
指定名稱: "大山背樂善堂",
古蹟類別: "寺廟",
指定類別: "縣定古蹟",
鄉鎮: "橫山",
地址或位置: "橫山鄉大山背31號",
權屬: "私有"
},
{
編號: "19",
指定名稱: "新埔林氏家廟",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新埔鎮新埔里5鄰成功街136巷16號",
權屬: "私有"
},
{
編號: "20",
指定名稱: "新埔范氏家廟",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新埔鎮新埔里成功街116號之7號",
權屬: "私有"
},
{
編號: "21",
指定名稱: "竹北六張犁林家祠",
古蹟類別: "祠堂",
指定類別: "縣定古蹟",
鄉鎮: "竹北",
地址或位置: "竹北市東平里2鄰16號",
權屬: "公有"
},
{
編號: "22",
指定名稱: "關西分駐所",
古蹟類別: "衙署",
指定類別: "縣定古蹟",
鄉鎮: "關西",
地址或位置: "新竹縣關西鎮東興里大同路23號",
權屬: "公有"
},
{
編號: "23",
指定名稱: "關西東安古橋",
古蹟類別: "橋樑",
指定類別: "縣定古蹟",
鄉鎮: "關西",
地址或位置: "新竹縣關西鎮東安里中山東路牛欄河畔",
權屬: "公有"
},
{
編號: "24",
指定名稱: "芎林鹿寮坑鍾家伙房",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "芎林",
地址或位置: "新竹縣芎林鄉華龍村2鄰214號",
權屬: "私有"
},
{
編號: "25",
指定名稱: "竹東曉江亭",
古蹟類別: "其他亭",
指定類別: "縣定古蹟",
鄉鎮: "竹東",
地址或位置: "新竹縣竹東鎮中山里東寧路二段55號",
權屬: "私有"
},
{
編號: "26",
指定名稱: "新湖口公學校講堂",
古蹟類別: "學校",
指定類別: "縣定古蹟",
鄉鎮: "湖口",
地址或位置: "新竹縣湖口鄉愛勢村民族街222號",
權屬: "公有"
},
{
編號: "27",
指定名稱: "竹東甘屋渤海堂",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "竹東",
地址或位置: "竹東鎮員崠里東峰路586巷8.10.12.18號",
權屬: "私有"
},
{
編號: "28",
指定名稱: "竹東九牧第",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "竹東",
地址或位置: "竹東鎮二重里太平路109號",
權屬: "私有"
},
{
編號: "29",
指定名稱: "新埔蔡屋暨蔡蔭棠故居",
古蹟類別: "宅第",
指定類別: "縣定古蹟",
鄉鎮: "新埔",
地址或位置: "新竹縣新埔鎮和平街92巷19號",
權屬: "私有"
},
{
編號: "30",
指定名稱: "大湖口公學校遺址",
古蹟類別: "碑碣",
指定類別: "歷史建築",
鄉鎮: "關西",
地址或位置: "",
權屬: "私有"
},
{
編號: "31",
指定名稱: "竹東頭重並禁示禁二碑",
古蹟類別: "碑碣",
指定類別: "歷史建築",
鄉鎮: "峨眉",
地址或位置: "竹東鎮竹中路104巷14號",
權屬: "公有"
},
{
編號: "32",
指定名稱: "北埔忠恕堂",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "芎林",
地址或位置: "北埔鄉南興村7鄰公園街20號",
權屬: "私有"
},
{
編號: "33",
指定名稱: "內灣派出所",
古蹟類別: "衙屬",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "橫山鄉內灣村4鄰141號",
權屬: "公有"
},
{
編號: "34",
指定名稱: "關西台灣紅茶公司",
古蹟類別: "產業設施",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "關西鎮中山路73號",
權屬: "私有"
},
{
編號: "35",
指定名稱: "植松材木竹東出張所",
古蹟類別: "產業設施",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "竹東鎮東林路141號",
權屬: "公有"
},
{
編號: "36",
指定名稱: "老湖口天主堂",
古蹟類別: "教堂",
指定類別: "歷史建築",
鄉鎮: "北埔",
地址或位置: "湖口鄉湖口老街108號",
權屬: "私有"
},
{
編號: "37",
指定名稱: "北埔鄧南光故居",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "北埔",
地址或位置: "北埔鄉公園路15號",
權屬: "私有"
},
{
編號: "38",
指定名稱: "峨眉富興製茶工廠含魯國世第曾正章宅",
古蹟類別: "產業設施",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "峨眉鄉富興村8號",
權屬: "私有"
},
{
編號: "39",
指定名稱: "湖口裝甲新村乙村",
古蹟類別: "其他",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "湖口鄉民生街161巷內",
權屬: "公有"
},
{
編號: "40",
指定名稱: "竹北六張犁大夫第",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "竹北市東平里3鄰20號",
權屬: "公有"
},
{
編號: "41",
指定名稱: "竹北六張犁忠孝堂東平里18號",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "竹北市東平里2鄰18號",
權屬: "公有"
},
{
編號: "42",
指定名稱: "竹北六張犁問禮堂",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "竹北市東平里1鄰9號",
權屬: "公有"
},
{
編號: "43",
指定名稱: "竹北六張犁忠孝堂東平里13號",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "芎林",
地址或位置: "竹北市東平里2鄰13號",
權屬: "公有"
},
{
編號: "44",
指定名稱: "竹北東平里問禮堂",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "竹東",
地址或位置: "竹北市六家東平里6鄰13號",
權屬: "公有"
},
{
編號: "45",
指定名稱: "竹北泉州厝汾陽堂",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "竹東",
地址或位置: "竹北市鹿場里文興路107號",
權屬: "公有"
},
{
編號: "46",
指定名稱: "新埔朱氏家廟",
古蹟類別: "祠堂",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮和平街158號",
權屬: "私有"
},
{
編號: "47",
指定名稱: "吳濁流故居",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮巨埔里5鄰新龍路310巷55號",
權屬: "私有"
},
{
編號: "48",
指定名稱: "關西樹德醫院",
古蹟類別: "其他醫院",
指定類別: "歷史建築",
鄉鎮: "關西",
地址或位置: "關西鎮北斗里1鄰中山路42號",
權屬: "私有"
},
{
編號: "49",
指定名稱: "竹東車站",
古蹟類別: "車站",
指定類別: "歷史建築",
鄉鎮: "竹東",
地址或位置: "竹東鎮仁愛里東林路196號",
權屬: "公有"
},
{
編號: "50",
指定名稱: "新埔國小校長宿舍",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮四座里中正路366號",
權屬: "公有"
},
{
編號: "51",
指定名稱: "竹東蕭如松故居建築群",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "竹東",
地址或位置: "竹東鎮榮樂街68巷1號-26號",
權屬: "土地私有.建築公有"
},
{
編號: "52",
指定名稱: "竹北通德堂",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "竹北",
地址或位置: "竹北市東興路1段693巷31號",
權屬: "土地私有.建築公有"
},
{
編號: "53",
指定名稱: "關西南陽堂鄧屋",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "關西",
地址或位置: "關西鎮東平里6鄰大旱坑24號",
權屬: "土地私有.建築公有"
},
{
編號: "54",
指定名稱: "關西豫章堂羅屋書房",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "關西",
地址或位置: "關西鎮南山里7鄰46號",
權屬: "土地私有.建築公有"
},
{
編號: "55",
指定名稱: "峨眉天主堂",
古蹟類別: "教堂",
指定類別: "歷史建築",
鄉鎮: "峨眉",
地址或位置: "峨眉鄉峨眉村2鄰1-2號",
權屬: "土地私有.建築公有"
},
{
編號: "56",
指定名稱: "芎林呈甘橋及捐題碑",
古蹟類別: "橋樑碑碣",
指定類別: "歷史建築",
鄉鎮: "芎林",
地址或位置: "芎林鄉文林村文昌路4號旁",
權屬: "土地私有.建築公有"
},
{
編號: "57",
指定名稱: "新埔怒潮亭",
古蹟類別: "其他亭",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮福德段772地號",
權屬: "土地私有.建築公有"
},
{
編號: "58",
指定名稱: "新埔西河堂林浩流公廳",
古蹟類別: "祠堂",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮下寮里義民路三段50號",
權屬: "土地私有.建築公有"
},
{
編號: "59",
指定名稱: "原新埔照門派出所",
古蹟類別: "衙署",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮照門里9鄰26號",
權屬: "土地私有.建築公有"
},
{
編號: "60",
指定名稱: "北埔公學校日式宿舍",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "北埔",
地址或位置: "北埔鄉長興街8、10號",
權屬: "土地私有.建築公有"
},
{
編號: "61",
指定名稱: "北埔雙安橋",
古蹟類別: "橋樑",
指定類別: "歷史建築",
鄉鎮: "北埔",
地址或位置: "大林村6鄰與南興村交界北埔橋旁",
權屬: "土地私有.建築公有"
},
{
編號: "62",
指定名稱: "新埔鎮公所",
古蹟類別: "衙署",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路776號",
權屬: "土地私有.建築公有"
},
{
編號: "63",
指定名稱: "新埔鎮民代表會",
古蹟類別: "衙署",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路766號",
權屬: "土地私有.建築公有"
},
{
編號: "64",
指定名稱: "新埔鎮衛生所",
古蹟類別: "衙署",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路758號",
權屬: "土地私有.建築公有"
},
{
編號: "65",
指定名稱: "新埔鎮民眾服務站",
古蹟類別: "衙署",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路790號",
權屬: "土地私有.建築公有"
},
{
編號: "66",
指定名稱: "新埔大平製茶工廠",
古蹟類別: "產業設施",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮北平里13鄰大平窩134號",
權屬: "土地私有.建築公有"
},
{
編號: "67",
指定名稱: "芎林金玉豐精米所",
古蹟類別: "產業設施",
指定類別: "歷史建築",
鄉鎮: "芎林",
地址或位置: "芎林鄉文山路789號",
權屬: "土地私有.建築公有"
},
{
編號: "68",
指定名稱: "儒醫吳天祐紀念碑",
古蹟類別: "碑碣",
指定類別: "歷史建築",
鄉鎮: "竹東",
地址或位置: "竹東鎮康寧街1號",
權屬: "土地私有.建築公有"
},
{
編號: "69",
指定名稱: "竹東圳入水口",
古蹟類別: "產業設施",
指定類別: "歷史建築",
鄉鎮: "竹東",
地址或位置: "竹東鎮軟橋竹東圳第一號隧道口 ",
權屬: "土地私有.建築公有"
},
{
編號: "70",
指定名稱: "新埔初級中學大禮堂",
古蹟類別: "集會堂",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路792號",
權屬: "土地私有.建築公有"
},
{
編號: "71",
指定名稱: "新埔警分局長宿舍",
古蹟類別: "宅第",
指定類別: "歷史建築",
鄉鎮: "新埔",
地址或位置: "新埔鎮中正路475號",
權屬: "土地私有.建築公有"
}
]
